package huangdineijing

/*
四气调神=》四气：指 温热凉寒 对应 春夏秋冬
天地每五天一个变化：一候
365/5=73，却记七十二候
三候为一气=》二十四节气

二十四节气按照太阳历定的？？
阴历是按照月亮的阴晴圆缺对潮汐的影响。对人的心情、女性月事的影响而定的，没有二十四节气一说。
现在的阴历是加了闰月调整的，为的是让正月初一春节和二十四节气里的立春差不远

三气为一节
四季八节

有月亮叫宵，没月亮叫夜

月圆之夜好行房，大多女性的排暖期。

春三月：立春(2.4/5)、雨水、惊蛰、春分、清明、谷雨

中国人定的第一个节气是冬至。太阳日照时间最短。

十五天一个节气：
冬至-小寒-大寒-立春 45天

立春往后三个月是春天

二陈汤：半夏、陈皮

春天对应肝
春天肝火旺的人容易烦躁，此时可以治理肝火
胆小怕事、优柔寡断、阳痿、筋骨比较软的人可以在此多吃些辛辣的东西，喝点酒滋补肝气。


春天是生气，秋天是杀气。
人定时间：晚上9-11点，洗洗睡
春天：早睡早起 晚上9-11点 早上5-7点











*/

/*
冬：藏
早卧晚起
-逆之伤肾

冬三月有六气：立冬 冬至 小雪 大雪 小寒 大寒
密封：否则容易受寒着凉
早睡晚起：晚上九点之前睡觉。



*/
